{'number': 4, 'authors': 'Arantxa Ortega-Leon and Juan Galano-Frutos', 'tittle': 'Towards the calculation of protein stability in wild type and mutant proteins associated to Rett syndrome', 'keywords': 'Molecular dynamics simulation,Rett Syndrome,MeCP2 Methyl CpG binding protein 2', 'poster': 'poster.png', 'video': '#'},{'number': 6, 'authors': 'Juliana Reves Szemere, Rocio Balderrama, Constanza Fernandez Sanchez de la Vega and Alejandra Ventura', 'tittle': 'TRANSIENT FREQUENCY PREFERENCE IN SIMPLE CELL SIGNALING MOTIFS', 'keywords': 'Systems Biology,Transient Frequency Preference,Transient', 'poster': 'poster.png', 'video': '#'},{'number': 19, 'authors': 'Daniela Senra, Nara Guisoni and Luis Diambra', 'tittle': 'Trajectory inference of breast differentiation from single-cell RNA sequencing data', 'keywords': 'scRNA-seq,Differentiation,Breast,PPI Networks', 'poster': 'poster.png', 'video': '#'},{'number': 20, 'authors': 'Liara Villalobos-Piña, Ascanio Rojas and Héctor Acosta Oviedo', 'tittle': 'In silico prediction of the three-dimensional structure of Phytophthora infestans Glucokinase-1', 'keywords': 'Phythophtora infestans,glucokinase,modeling,tertiary structure,docking', 'poster': 'poster.png', 'video': '#'},{'number': 22, 'authors': 'Sagarika Sahoo, Sarra Akermi, Rishabh Panesar, Deepak Kumar, Anshul Nigam and Jean Bernard', 'tittle': 'Genotoxicity assessment of Chemical compounds by analysing non-covalent interaction with DNA using Molecular Modelling/QSAR', 'keywords': 'Genotoxins,Genetic materials,Mutagenic,Genotoxicity,QSAR', 'poster': 'poster.png', 'video': '#'},{'number': 23, 'authors': 'Sarra Akermi, Ritushree Biswas, Sagarika Sahoo, Abira Dey, Jean Bernard and Sunil Jayant', 'tittle': 'Study inhibitory effects of Cosmetics ingredients on Fibronectin binding protein of Staphylococcus aureus using Molecular Docking.', 'keywords': 'Skin Care products,Skin sensitization,QSAR,Molecular Docking,ibronectin binding protein', 'poster': 'poster.png', 'video': '#'},{'number': 24, 'authors': 'Natalia Rivero Arenas, Markus Doerr and Martha Cecilia Daza Espinosa', 'tittle': 'Effect of the CER[NP]:CER[AP] composition on the structural properties of a model the lipid matrix of the stratum corneum of the human epidermis', 'keywords': 'Molecular dynamics,Ceramides,Stratum corneum', 'poster': 'poster.png', 'video': '#'},{'number': 28, 'authors': 'Leslie Mamani Herrera and Christian Solis-Calero', 'tittle': 'Dynamic modeling of the Renin-Angiotensin system perturbation by SARS-CoV-2 and a proposed drug for COVID-19 treatment', 'keywords': 'SARS-CoV-2,Renin-Angiotensin system,20-Hydroxyecdysone,Dynamic modeling', 'poster': 'poster.png', 'video': '#'},{'number': 31, 'authors': 'Abira Dey, Ritushree Biswas, Sarra Akermi, Sunil Jayant and Jean Bernard Idoipe', 'tittle': 'Interactions analysis between FDA approved Drugs and Bile Salt Export Pump (BSEP) Protein Using Molecular Docking', 'keywords': 'Transporters,BSEP,DILI,in-silico approach,Molecular Docking', 'poster': 'poster.png', 'video': '#'},{'number': 33, 'authors': 'Ritushree Biswas, Sarra Akermi, Abira Dey, Jean Bernard Idoipe and Sunil Jayant', 'tittle': 'Affinity prediction between Sunscreen cream chemicals and protein Interleukin 8 (IL8) by molecular docking: to study Skin irritant potency', 'keywords': 'Molecular docking,Sensitization,Skin irritant,QSAR', 'poster': 'poster.png', 'video': '#'},{'number': 40, 'authors': 'Agostina Belén Marquez, Constanza Andrea Russo, Maria Florencia Torti, Claudia Soledad Sepúlveda, Agustina Alaimo and Cybele Carina García', 'tittle': 'In Silico analysis of the antiviral mechanism of Resveratrol against Zika virus infection', 'keywords': 'Resveratrol,Zika virus,Molecular docking,homology modelling', 'poster': 'poster.png', 'video': '#'},{'number': 43, 'authors': 'Stephany Alejandra Mora Macías and Fabien Plisson', 'tittle': 'Design of grafted peptides with antimicrobial activity', 'keywords': 'AMPs,Molecular grafting,ESKAPE strains', 'poster': 'poster.png', 'video': '#'},{'number': 48, 'authors': 'Patricia Soto, India Claflin, Frances Morden and Viviana Monje-Galvan', 'tittle': 'Effect of lipid headgroups on the binding modes of the cellular prion protein PrPC to the cell surface', 'keywords': 'prion protein,protein-lipid interactions,biomolecular modeling', 'poster': 'poster.png', 'video': '#'},{'number': 75, 'authors': "Cecilia Luciana D'Antoni, Ana Paula Domínguez Rubio, Mariana Piuri, Antonio Marcilla and Oscar Edgardo Pérez", 'tittle': 'Proteomic analysis of extracellular vesicles released by Lacticaseibacillus casei BL23', 'keywords': 'probiotics,extracellular vesicles,proteomics', 'poster': 'poster.png', 'video': '#'},{'number': 76, 'authors': 'Antonia Ramos, Francisco P. Chávez, Miguel Allende and Francisco Diaz-Pascual', 'tittle': 'Functional zebrafish microbiome as revealed by global proteomic profiling of control and infected larvae', 'keywords': 'Microbiome,Zebrafish,Bioinformatics,Proteomics,Host-microbe', 'poster': 'poster.png', 'video': '#'},{'number': 77, 'authors': 'Maciej Jasiński, Joanna Miszkiewicz, Michael Feig and Joanna Trylska', 'tittle': 'Simulations of peptide nucleic acid complexes with RNA', 'keywords': 'PNA-RNA complexes,Molecular dynamics simulations,Thermal denaturation,Hydrogen bonds,Temperature', 'poster': 'poster.png', 'video': '#'},{'number': 79, 'authors': 'Gabriel Jiménez Avalos, Ana Paula Vargas Ruiz, Nicolás Delgado Pease, Gustavo Olivos Ramírez, Patricia Sheen, Manolo Fernández Díaz, Miguel Quiliano and Mirko Zimic', 'tittle': 'Comprehensive virtual screening of 4.8k flavonoids reveals novel insights into allosteric inhibition of SARS-CoV-2 MPRO', 'keywords': 'SARS-CoV-2,Virtual screening,Molecular dynamics,Flavonoids,Allosteric inhibition', 'poster': 'poster.png', 'video': '#'},{'number': 80, 'authors': 'Cecilia Ayala Zambrano, Leda Carolina Torres Maldonado and Alfredo Rodríguez Gómez', 'tittle': 'Boolean model of DNA double-strand breaks repair pathway selection', 'keywords': 'Systems biology,Boolean modelling,Double strand-break,DNA damage repair,Cancer predisposition', 'poster': 'poster.png', 'video': '#'},{'number': 81, 'authors': 'Hélida Mendes, Diego Almeida and Bruno Sousa', 'tittle': 'In silico analysis of the molecular bases involved in the interaction between human serotonin receptor subtype 1A (5-HT1A) and different antidepressants.', 'keywords': 'Depression.,Drugs.,Molecular Docking.', 'poster': 'poster.png', 'video': '#'},{'number': 86, 'authors': 'Tamara Stela Mendonça Azevedo, Lavínia Kelly Barros Silva, Álvaro Silva Lima, Matheus Mendonça Pereira, Elton Franceschi and Cleide Mara Faria Soares', 'tittle': 'Computational analysis of α-tocopherol bioconversion route: substrate and product transport analysis in lipase tunnels', 'keywords': 'Tocopherol,Lipase,Enzymatic tunnels', 'poster': 'poster.png', 'video': '#'},{'number': 88, 'authors': 'Evelyn Sánchez, Consuelo Olivares-Yáñez, Gabriel Pérez, Pamela Y. Camejo, Tomás C. Moyano, Aldo Seguel, Luis F. Larrondo, Paulo Canessa and Elena A. Vidal', 'tittle': 'Trichoderma atroviride and Botrytis cinerea Gene Regulatory Network (GRN) models; an in-depth catalog of regulatory interactions.', 'keywords': 'Bioinformatics,Systems Biology,Genomics,Fungi', 'poster': 'poster.png', 'video': '#'},{'number': 93, 'authors': 'Danyelle A. Mota, Milson S. Barbosa, Álvaro S. Lima, Matheus M. Pereira, Laiza C. Krause and Cleide M. F. Soares', 'tittle': 'Valorization of coffee silverskin oil by enzymatic hydrolysis: Binding affinity of fatty acids in lipases by molecular docking', 'keywords': 'Molecular docking,Coffee silverskin oil,Enzymatic hydrolysis,Fatty acids', 'poster': 'poster.png', 'video': '#'},{'number': 97, 'authors': 'Irene Roller Parodi and Christian Solis Calero', 'tittle': 'Molecular docking analysis for the identification of potential mTOR inhibitors obtained from natural products of the Peruvian biodiversity', 'keywords': 'mTOR,Natural products,Molecular docking analysis,Biodiversity of Peru', 'poster': 'poster.png', 'video': '#'},{'number': 98, 'authors': 'Vanessa del Carmen Anton Muñoz and Christian Solis Calero', 'tittle': 'Identification and evaluation of potential ERK1 inhibitors obtained from natural compounds of the Peruvian biodiversity by Molecular docking', 'keywords': 'Molecular docking,ERK1 inhibitors,Prostate cancer,Peruvians natural compounds.', 'poster': 'poster.png', 'video': '#'},{'number': 123, 'authors': 'Janin Riedelsberger, Srinivasan Krishnan, Migue Piñeros, Ingo Dreyer, Ariela Vergara-Jaque and Wendy Gonzalez', 'tittle': 'Shedding light on the structure-function of rice Na+/K+ transporter OsHKT2;2', 'keywords': 'Structure-function,HKT channel,Ion coordination site,Sodium transport,Potassium transport', 'poster': 'poster.png', 'video': '#'},{'number': 149, 'authors': 'Scarleth Muñoz and Alexis Salas', 'tittle': 'Implementation of a bioinformatic workflow in snakemake to optimize the biotic characterization of ecosystems by metabarcoding.', 'keywords': 'Metabarcoding,Snakemake,eDNA,Workflows,Biotic Ecosystem', 'poster': 'poster.png', 'video': '#'},{'number': 153, 'authors': 'María Florencia Martínez, Sabrina Tasselli, Ana Paula Martin, Lucila García, Uciel Chorostecki, José Gadea-Vacas and Maria Rosa Marano', 'tittle': 'Identification of miRNAs and prediction of its target mRNA sequences triggered by viral 25K1 effector in Nb-mediated hypersensitive cell death in potato', 'keywords': 'Potato,Virus,Transcriptomics,Defense response', 'poster': 'poster.png', 'video': '#'},{'number': 155, 'authors': 'Yuliet Mazola Reyes, José C.E. Márquez-Montesinos and Wendy González', 'tittle': 'Comparing flecainide binding sites in atrial-selective Nav1.5 and Kv1.5 ion channels: a computational approach', 'keywords': 'multi-target,Nav1.5,Kv1.5,atrial fibrillation,flecainide', 'poster': 'poster.png', 'video': '#'},{'number': 162, 'authors': 'Brenda Carolina Sanmiguel-Mercado, Cynthia Elizabeth Castillo Silva, Franciso Hernández-Cabrera and F-Javier Almaguer', 'tittle': 'Evolutionary stability of receptor binding domain of SARS-CoV-2 Spike protein', 'keywords': 'SARS-CoV-2,Spike protein,Receptor Binding Domain,Affinity ACE2,Variable motifs', 'poster': 'poster.png', 'video': '#'},{'number': 166, 'authors': 'Julián H. Calvento, Franco Leonardo Bulgarelli and Ana Julia Velez Rueda', 'tittle': 'OBI: A computational tool for the analysis and systematization of the positive selection in proteins', 'keywords': 'EVOLUTION,SOFTWARE DEVELOPMENT,PROTIENS', 'poster': 'poster.png', 'video': '#'},{'number': 168, 'authors': 'Constanza Gonzalez-Villagra, Mariela Gonzalez, Ariela Vergara-Jaque, Alhejandra Alvarez, Ian Silva, Boris Lavanderos and Oscar Cerda', 'tittle': 'Peptide-based strategies for inhibiting the association between the TRPC6 channel and VAPA.', 'keywords': 'Protein-protein docking,Molecular dynamics simulations.,Competitive inhibitor', 'poster': 'poster.png', 'video': '#'},